Repository: fsilveyra/clinicsios
Catalog: ClinicsAndDoctors/*.lproj/Localizable.strings
Languages: ar

source: Wrong mobile or password
ar: كلمة مرور أو كلمة مرور خاطئة

source: Network error ocurred
ar: حدث خطأ في الشبكة

source: Register error. Please tray again with another credentials
ar: الرجاء إعادة المحاولة باستخدام بيانات اعتماد أخرى

source: The specified user does not exist
ar: عدم وجود المستخدم المحدد

source: Register error. Please tray again
ar: سجل خطأ. حاول مرة اخرى

source: No specialties found
ar: لم يتم العثور على أية تخصصات

source: Server error ocurred
ar: حدث خطأ في الخادم

source: Must be logged in
ar: يجب تسجيل الدخول

source: Unsuccessful profile editing
ar: لم يتم تعديل الملف الشخصي بنجاح

source: GO
ar: اذهب

source: INFO
ar: معلومات

source: doctors
ar: الأطباء

source: Complete all blank fields
ar: أكمل جميع الحقول الفارغة

source: Wrong Mobile, it should only be between 6 and 14 numbers
ar: ميل خاطئ، يجب أن يكون فقط بين 6 و 14 أرقام

source: Select the source of your picture
ar: حدد الخيار

source: From Camera
ar: من الكاميرا

source: From Galery
ar: من المعرض

source: Successful registration
ar: التسجيل الناجح

source: Type a Phone Number
ar: اكتب رقم هاتف

source: Incorrect Phone Number, please check
ar: رقم الهاتف غير صحيح، يرجى التحقق

source: User recovery was successful, wait for sms...
ar: كان انتعاش المستخدم ناجحا، انتظر الرسائل القصيرة

source: Error loading from server. Please, try again.
ar: حدث خطأ أثناء التحميل من الخادم. حاول مرة اخرى

source: Must be logged in first
ar: يجب تسجيل الدخول أولا

source: Change Password
ar: تغيير كلمة السر

source: Successful profile editing
ar: تم تعديل الملف الشخصي بنجاح

source: The current password not match
ar: كلمة المرور الحالية غير متطابقة

source: The new password and Re-Type Password are not same, please check
ar: كلمة المرور الجديدة وإعادة كتابة كلمة المرور ليست هي نفسها، يرجى التحقق

source: Confirm
ar: تؤكد

source: Password changed successful
ar: تم تغيير كلمة المرور بنجاح

source: Cancel
ar: إلغاء

source: Current password
ar: كلمة السر الحالية

source: Re-type the new password
ar: أعد كتابة كلمة السر الجديدة

source: Picture
ar: صورة

source: away
ar: بعيدا

source: Added to favorites
ar: تمت الإضافة إلى المفضلة

source: Are you sure you want to call
ar: هل تريد بالتأكيد الاتصال

source: Yes
ar: نعم فعلا

source: No
ar: لا

source: Ok
ar: حسنا

source: The waiting was too long.
ar: كان الانتظار طويلا جدا

source: The attention wasn’t good.
ar: لم يكن الاهتمام جيدا.

source: It was too expensive.
ar: أنها مكلفة للغاية

source: The attention was so good.
ar: كان الاهتمام جيدا جدا

source: The places is clean and modern.
ar: الأماكن نظيفة وحديثة

source: The waiting was short.
ar: كان الانتظار قصير

source: Back
ar: الى الخلف

source: Tell us what did you like?
ar: أخبرنا ما الذي أعجبك؟

source: Tell us what we can improve?
ar: يقول لنا ما يمكننا تحسين؟

source: Rating Successful
ar: التقييم ناجح

source: Terms Of Use
ar: تعليمات الاستخدام

source: Privacy Policy
ar: سياسة الخصوصية

source: LOGIN
ar: تسجيل الدخول

source: Forgot your password?
ar: نسيت رقمك السري؟

source: Mobile
ar: التليفون المحمول

source: Password
ar: كلمه السر

source: Register
ar: تسجيل

source: REGISTER
ar: تسجيل

source: Full Name
ar: الاسم الكامل

source: Email (optional)
ar: البريد الإلكتروني اختياري)

source: Re-Type Password
ar: أعد إدخال كلمة السر

source: RECOVER PASSWORD
ar: إستعادة كلمة المرور

source: We will send you an sms with a new password
ar: سوف نرسل لك رسالة نصية قصيرة مع كلمة مرور جديدة

source: Forgot Password
ar: هل نسيت كلمة المرور

source: Currently there are no doctors around you. Try increasing the search range with the above slider.
ar: حاليا لا يوجد أطباء من حولك. جرب زيادة نطاق البحث باستخدام شريط التمرير أعلاه.

source: Kilometers Away
ar: كم بعيدا

source: Login / Register
ar: دخولتسجيل

source: See Profile
ar: انظر الملف الشخصي

source: Logout
ar: الخروج

source: Home
ar: الصفحة الرئيسية

source: Favorites
ar: المفضلة

source: Terms of Use
ar: تعليمات الاستخدام

source: PROFILE
ar: الملف الشخصي

source: Email
ar: البريد الإلكتروني

source: Reviews
ar: انظر التعليقات

source: FAVORITES
ar: المفضلة

source: Doctors
ar: الأطباء

source: Clinics
ar: عيادات

source: SUBMIT
ar: خضع

source: Rate Your Experience At:
ar: تقييم تجربتك أت

source: Leave a comment:
ar: اترك تعليقا

source: LOGIN WITH MOBILE
ar: تسجيل الدخول مع المحمول

source: CONTINUE WITH FACEBOOK
ar: تابع مع الفيسبوك

source: Don't have account?
ar: ليس لديك حساب؟

source: Register Here
ar: سجل هنا

source: CALL
ar: مكالمة

source: Removed from favorites
ar: تمت الإزالة من المفضلة

source: Get Directions
ar: احصل على الاتجاهات

source: You don't have favorite doctors yet.
ar: ليس لديك أطباء مفضلين حتى الآن

source: You don't have favorite clinics yet.
ar: ليس لديك عيادات مفضلة حتى الآن

source: RATE DOCTOR
ar: ريت دكتور

source: RATE CLINIC
ar: ريت كلينيك

source: UPDATE RATING
ar: تحديث التقييم

# titleAppImage
source: titleApp
ar: titleApp_ar
